# 1. Случайная непрерывная величина A имеет равномерное распределение на промежутке (200, 800].
# Найдите ее среднее значение и дисперсию.

a = 200
b = 800
print(
    f'На промежутке ({a}, {b}) cреднее значение (μ) = {(a + b) / 2: .0f} и дисперсия (σ²) = {((b - a) ** 2) / 12: .0f}')
